[{"id":5447,"index":1,"name":"Maura","durationHs":159,"description":"Sunt nulla mollit fugiat laborum irure commodo ullamco ex in est labore. Consectetur excepteur dolore irure magna consequat eu. Laborum laborum ullamco irure officia aute quis eiusmod sint cillum irure. Qui nulla nisi irure eu consequat consectetur incididunt quis id. Est laborum ad nostrud commodo voluptate mollit aute.\r\n","teacher":"Johanna Walters","cost":"3,768.55","places":40,"free":30,"status":true,"remote":true},{"id":1909,"index":2,"name":"Margery","durationHs":224,"description":"Nisi ad tempor commodo anim mollit anim. Esse nostrud enim cillum pariatur labore aute nulla officia proident officia est. Mollit excepteur nulla consectetur ea minim qui labore et anim et officia nisi sint. Adipisicing aliqua id eiusmod aliqua excepteur esse id mollit commodo ad esse minim est labore. Sint commodo pariatur ut ullamco non ullamco ipsum labore fugiat. Ullamco reprehenderit ullamco id deserunt consectetur adipisicing sint ipsum adipisicing in.\r\n","teacher":"Tessa Hartman","cost":"3,018.89","places":40,"free":21,"status":false,"remote":true},{"id":4738,"index":3,"name":"Salinas","durationHs":25,"description":"Ad amet pariatur voluptate eu officia aliqua dolor in laborum. Sint in in sint qui ad aute occaecat id qui ipsum eiusmod. Cupidatat mollit deserunt fugiat ea.\r\n","teacher":"Blanche Hoffman","cost":"2,027.68","places":40,"free":9,"status":false,"remote":false},{"id":4487,"index":4,"name":"Sallie","durationHs":204,"description":"Tempor ad excepteur pariatur qui veniam ut ut qui ullamco aliquip adipisicing. Nostrud officia proident nulla fugiat et et eu culpa exercitation nulla commodo irure. Ex do dolor magna adipisicing deserunt exercitation veniam sit excepteur mollit ipsum sint ipsum et.\r\n","teacher":"Lizzie Waller","cost":"1,992.88","places":40,"free":26,"status":false,"remote":false},{"id":4176,"index":5,"name":"Hardin","durationHs":196,"description":"Elit mollit consequat adipisicing ullamco adipisicing reprehenderit proident magna adipisicing cillum dolore. Consequat excepteur sint officia ad aute est voluptate esse amet nostrud non in. Tempor sit enim duis officia ipsum non sit cillum officia deserunt dolore incididunt aliqua. Mollit nisi occaecat veniam amet cillum cupidatat do sunt do incididunt. Cillum consequat ex laboris officia. Reprehenderit excepteur aliquip pariatur laborum laboris non laboris consectetur reprehenderit eu reprehenderit.\r\n","teacher":"Shana Wiley","cost":"3,679.97","places":40,"free":40,"status":false,"remote":true},{"id":3402,"index":6,"name":"Mariana","durationHs":103,"description":"Cillum amet magna cillum laborum sint incididunt quis ad consectetur veniam nulla veniam esse adipisicing. Non sint incididunt sunt cupidatat voluptate consequat laborum enim labore fugiat et. Commodo aute ut dolor pariatur cupidatat ex aliquip ex nostrud. Dolore aute quis irure quis pariatur culpa incididunt incididunt veniam cupidatat incididunt. Mollit sunt pariatur ad est enim sunt occaecat laborum elit exercitation elit.\r\n","teacher":"Suzette Mooney","cost":"1,176.17","places":40,"free":24,"status":false,"remote":true},{"id":7228,"index":7,"name":"Paul","durationHs":107,"description":"Dolore labore Lorem sit reprehenderit nostrud officia tempor sunt qui Lorem veniam proident aliqua ad. Voluptate id consectetur magna aliquip enim incididunt mollit ipsum magna tempor id. Id sunt aliquip nostrud qui id cupidatat deserunt. Consectetur culpa sit deserunt duis commodo velit dolor consequat in tempor.\r\n","teacher":"Reid Gallegos","cost":"3,593.84","places":40,"free":20,"status":false,"remote":true},{"id":4544,"index":8,"name":"Savage","durationHs":10,"description":"Mollit minim ex aliquip qui fugiat dolore nostrud sint anim incididunt laborum officia adipisicing. Ut reprehenderit excepteur cupidatat irure. Tempor incididunt aliqua reprehenderit nisi esse sunt ullamco exercitation aute. Voluptate aliqua dolor nulla dolor sit et amet et anim et non mollit irure non. Voluptate quis esse amet voluptate.\r\n","teacher":"Kelly Wheeler","cost":"1,589.88","places":40,"free":28,"status":true,"remote":false},{"id":9922,"index":9,"name":"Wolfe","durationHs":43,"description":"Labore anim do minim cillum ut nostrud commodo aliquip anim eiusmod nostrud enim anim aliquip. Culpa est irure cupidatat quis sunt reprehenderit ea eu non aute in minim sint. Dolor qui tempor ea commodo enim aliqua sint. Cupidatat cillum cillum duis Lorem id pariatur mollit. Non ut officia voluptate proident velit ad sint nisi ipsum nulla amet et. Culpa Lorem cupidatat consectetur sint eiusmod elit laborum sint proident enim cillum. Aute do eu adipisicing ullamco nostrud labore amet dolor sint cupidatat proident elit esse nisi.\r\n","teacher":"Bartlett Franco","cost":"3,660.76","places":40,"free":26,"status":false,"remote":false},{"id":7065,"index":10,"name":"Peters","durationHs":85,"description":"Quis pariatur enim amet qui sit sit ipsum tempor esse deserunt commodo dolor nulla laboris. Mollit amet aliqua tempor dolor laboris enim enim aliqua mollit ex magna laboris. Esse irure Lorem ex aliquip adipisicing in esse adipisicing irure consequat aliqua fugiat cupidatat. Aute do quis non minim cupidatat ex eiusmod est irure sunt cillum minim et.\r\n","teacher":"Calderon Young","cost":"3,560.40","places":40,"free":25,"status":true,"remote":true},{"id":3377,"index":11,"name":"Rhodes","durationHs":95,"description":"Voluptate est in sunt sint elit. Et exercitation laboris qui nostrud adipisicing commodo. Nostrud id nostrud reprehenderit ex aliquip ad ea dolor do enim sint excepteur anim. Ex aliquip cupidatat eu commodo cillum commodo sint est cupidatat id anim veniam anim. Dolore enim enim nisi mollit qui nisi mollit sint in exercitation incididunt. Culpa do minim pariatur irure dolore Lorem dolor sunt.\r\n","teacher":"Shannon Mcneil","cost":"2,743.28","places":40,"free":27,"status":false,"remote":true},{"id":5746,"index":12,"name":"Jocelyn","durationHs":165,"description":"Incididunt ex quis in esse reprehenderit consectetur. Elit nulla cupidatat velit veniam. Fugiat in est in esse quis tempor id cupidatat est. Esse irure cupidatat nostrud in eiusmod dolor esse sint duis eu aute laborum enim aute. Irure ullamco mollit tempor do incididunt quis do eu occaecat sit elit.\r\n","teacher":"Farrell Brewer","cost":"3,393.99","places":40,"free":1,"status":false,"remote":true},{"id":"1236","name":"asaasdaa","description":"sdafafasfa","teacher":"fafafafa","places":40,"free":40,"remote":"1","status":"on","cost":"4567","durationHs":"13","index":13},{"id":"1237","name":"sdlkandkald","description":"asadadmasdla","teacher":"adasdasda","places":40,"free":40,"remote":true,"status":true,"cost":"34456","durationHs":"17","index":14},{"id":"1238","name":"sddssa","description":"asdasd","teacher":"fasda","places":40,"free":40,"remote":true,"status":true,"cost":"45678","durationHs":"25","index":15}]